driver-tests/bpelse/assign/AssignJbi/test/results/CopygYearMonthInvoke/Actual_20130319180437_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <gYearMonthPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_gYearMonth>2005-8</xsd_gYearMonth>
      <optional_gYearMonth>2006-1</optional_gYearMonth>
      <repeat_gYearMonth>2006-1</repeat_gYearMonth>
      <repeat_gYearMonth>2006-10</repeat_gYearMonth>
    </gYearMonthPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>